1password
7zip
ansible
arandr
arj
atuin
autotiling
azote
b43-fwcutter
base
base-devel
bash-completion
bash-language-server
bat
battop
bemenu-wayland
bind
blueberry
bluetooth-support
bluetui
bottom
bridge-utils
btrfs-assistant
btrfs-progs
bzip2
calcurse
catfish
celluloid
chafa
chezmoi
cliphist
coreutils
cryptsetup
curlftpfs
dex
dialog
direnv
discord
dmidecode
dmraid
doctl
dosfstools
downgrade
dracut
drawing
dua-cli
e2fsprogs
ecryptfs-utils
efibootmgr
element-desktop
eog
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
fatresize
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
flatpak
foot
freetype2
fscrypt
fuzzel
fwupd
fx
fzf
galculator
gawk
gcc-libs
gettext
ghostty
gimp
github-cli
glibc
gnome-firmware
gnome-keyring
gnu-netcat
go
gparted
greetd
grep
grim
grub
grub-btrfs
grub-garuda
grub-theme-garuda
gstreamer-meta
gtklock
gtklock-powerbar-module
gtklock-userinfo-module
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
helix
htop
id3v2
inetutils
input-devices-support
intel-ucode
inxi
iproute2
iptables-nft
iputils
jfsutils
jq
kanshi
kitty
kvantum
kvantum-qt5
lhasa
lib32-pipewire-jack
libdvdcss
libgsf
libopenraw
librsvg
licenses
linux-firmware
linux-zen
linux-zen-headersj
logrotate
lrzip
lsb-release
lvm2
lxappearance
lzip
lzop
mailspring
mako
man-db
man-pages
mdadm
meld
memtest86+
micro
mousepad
mtools
nano
neovim
net-tools
network-manager-applet
networkmanager-support
nfs-utils
nilfs-utils
nmap
nordic-darker-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nwg-drawer
nwg-hello
nwg-look
os-prober-btrfs
otf-font-awesome
otf-font-awesome-4
pacman
pacman-contrib
pacseek
pamixer
paru
pavucontrol
pciutils
perl-file-mimeinfo
pet-bin
pipewire-jack
pipewire-support
plocate
polkit-gnome
polybar
popsicle
portal-bin
powertop
procps-ng
psmisc
pyenv
pyright
python-black
python-lsp-server
python-pipx
python-psycopg2
python-virtualenv
python312
qt5-wayland
qt6-wayland
rate-mirrors
rip2-bin
rofi
rsync
ruff
rust
s-tui
sed
shadow
signal-desktop
silicon
slurp
snapd
snapper-support
snapper-tools
sof-firmware
sshfs
starship
stow
sudo
swappy
swaybg
swayfx
swayidle
swayimg
swaylock
swayr
systemd
systemd-sysvcompat
tar
tela-circle-icon-theme-nord
telegram-desktop
terminus-font
terraform
thunar
thunar-archive-plugin
thunar-volman
tmux
traceroute
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
tumbler
ugrep
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
vi
vim
vscodium
waybar
waybar-module-pacman-updates-git
wdisplays
wezterm
wf-recorder
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wlsunset
wqy-zenhei
wtype
xclip
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xfce4-clipman-plugin
xfsprogs
xorg-xhost
xorg-xinput
xorg-xwayland
xsel
xz
yaml-language-server
yarn
yay
yazi
yt-dlp
zed
zen-browser-bin
zip
zoxide
zsh
